Repository: soramitsu/adar-iOS
Catalog: SoraPassport/*.lproj/Localizable.strings
Languages: id, nn_no

# ethereum.config.unavailable
source: Ethereum node unavailable
id: Node Ethereum tidak tersedia
nn_no: Ethereum-node ikke tilgjengelig

# tutorial.terms.and.conditions.3
source: Terms & Conditions
id: Syarat & Ketentuan
nn_no: Vilkår og Betingelser

# create_account_title
source: Create account
id: Buat Akun
nn_no: Opprett konto

# screenshot.alert.title
source: Do not take screenshots
id: Jangan mengambil screenshots
nn_no: Ikke ta skjermbilder

# screenshot.alert.text
source: Do not take screenshots, which may be collected by third-party malware
id: Jangan mengambil screenshots, karena bisa diambil oleh malware pihak ketiga
nn_no: Ikke ta skjermbilder, disse kan stjeles av skadelig programvare fra tredjepart

# mnemonic.title
source: Backup passphrase
id: cadangkan passphrase
nn_no: Sikkerhetskopier mnemonic

# mnemonic.text
source: We recommend using a non-digital way to backup, such as writing down on paper and storing it safely.
id: Kami menyarankan untuk menggunakan cara non-digital untuk membuat cadangan, seperti menuliskannya di atas kertas.
nn_no: Bruk en ikke-digital måte å sikkerhetskopiere på, for eksempel ved å skrive det ned på papir.

# mnemonic.alert.text
source: Mnemonic passphrase is used to recover access to account. Write it down, we will not be able to recover your account without it!
id: Mnemonik digunakan untuk memulihkan akses ke akun. Catatlah, kami tidak akan dapat memulihkan akun Anda tanpa mnemonik !
nn_no: Mnemonic brukes til å gjenopprette tilgang til kontoen. Skriv den ned, vi vil ikke kunne gjenopprette kontoen din uten den!

# account.confirmation.title
source: Confirm mnemonic
id: Konfirmasi mnemonik
nn_no: Bekreft mnemonic

# mnemonic.confirm.text
source: Confirm by choosing words in the correct order
id: Konfirmasikan dengan memilih kata dalam urutan yang benar
nn_no: Bekreft ved å velge ord i riktig rekkefølge

# recovery.titleV2
source: Import account
id: Import akun
nn_no: Importer konto

# recovery.source.type
source: Source type
id: Jenis sumber
nn_no: Kildetype

# recovery.mnemonic.passphrase
source: Mnemonic passphrase
id: Frasa sandi mnemonik
nn_no: Mnemonic passordfrase

# claim.subtitle
source: We need your consent to make a transition of your funds from SORA so that you can use them. SORA will now operate on Substrate network. Please confirm transition.
id: Kami membutuhkan persetujuan Anda untuk melakukan transisi dana Anda dari SORA agar Anda dapat menggunakannya. SORA sekarang akan beroperasi di jaringan Substrat. Harap konfirmasi transisi.
nn_no: Vi trenger ditt samtykke til å overføre midlene dine fra SORA slik at du kan bruke dem. SORA vil nå operere på Substrate-nettverk. Bekreft overgangen.

# claim.contact.1
source: If you have any questions or concerns, you can
id: Jika Anda memiliki pertanyaan atau kekhawatiran, Anda bisa
nn_no: Hvis du har spørsmål eller bekymringer, kan du

# claim.contact.2
source: contact us.
id: hubungi kami.
nn_no: kontakt oss.

# common.sent
source: Sent
id: Terkirim
nn_no: Sendt

# common.asset
source: Asset
id: Aset
nn_no: Aktivum

# common.balance
source: Balance
id: Saldo
nn_no: Balanse

# friends.spread.word
source: Share SORA with friends.
id: Sebarkan berita, bagikan aplikasi dengan teman-teman Anda.
nn_no: Spre ordet, del programmet med dine venner.

# error.transaction.fee.title
source: Not enough funds for transaction fee
id: Tidak cukup dana untuk biaya transaksi
nn_no: Ikke nok midler til transaksjonsgebyr

# common.choose.asset
source: Select asset
id: Pilih aset
nn_no: Velg aktivum

# select.account.address
source: Search account address
id: Cari alamat akun
nn_no: Søk etter kontoadresse

# empty.recent.recipients
source: No recent recipients. Sent addresses will be shown here.
id: Tidak ada penerima terbaru. Alamat terkirim akan ditampilkan di sini.
nn_no: Ingen nylige mottakere. Tilsendte adresser vil vises her.

# address.not.found
source: Address not found, make sure that address belongs to the right network.
id: Alamat tidak ditemukan, pastikan alamat tersebut milik jaringan yang benar.
nn_no: Adressen ble ikke funnet, sørg for at adressen tilhører riktig nettverk.

# claim.notification.text
source: Transition in progress...
id: Transisi sedang berlangsung...
nn_no: Overgang pågår...

# claim.skip
source: Skip process
id: Lewati proses
nn_no: Hopp over prosessen

# status.error
source: Error
nn_no: Feil

# common.confirm
source: Confirm
id: Konfirmasi
nn_no: Bekrefte

# wallet.transaction.submitted
source: Transaction submitted
id: Transaksi dikirim
nn_no: Transaksjonen er sendt inn

# pincode.change.success.v1
source: PIN code changed
id: Kode PIN diubah
nn_no: PIN-koden ble endret

# claim.subtitle.v1
source: We need your consent to make a transition of your assets from SORA v1. This will allow you to use your assets on Substrate-based SORA v2. Assets on Ethereum network are not affected, you can still access them by importing your passphrase to any compatible wallet.
id: Kami membutuhkan persetujuan Anda untuk melakukan transisi aset Anda dari SORA v1. Ini akan memungkinkan Anda untuk menggunakan aset Anda pada SORA v2 berbasis Substrat. Aset di jaringan Ethereum tidak terpengaruh, Anda masih dapat mengaksesnya dengan mengimpor frasa sandi Anda ke dompet yang kompatibel.
nn_no: Vi trenger ditt samtykke for å overføre dine aktiva fra SORA v1. Dette vil tillate deg å bruke dine aktiva på substratbasert SORA v2. Aktiva på Ethereum-nettverket påvirkes ikke, du kan fortsatt få tilgang til dem ved å importere passordfrasen til en hvilken som helst kompatibel lommebok.

# common.scan
source: Scan
id: Pindai
nn_no: Skann

# details.transferable
source: Transferable
id: Dapat ditransfer
nn_no: Overførbar

# details.frozen
source: Frozen
id: Dibekukan
nn_no: Fryst

# details.total
source: Total balance
id: Saldo total
nn_no: Total balanse

# claim.welcome.sora2
source: Welcome to SORA v2
id: Selamat datang di SORA v2
nn_no: Velkommen til SORA v2

# claim.error.title
source: Transition failed
id: Transisi gagal
nn_no: Overgangen mislyktes

# common.error.retry
source: Please try again
id: Silahkan coba lagi
nn_no: Vær så snill, prøv på nytt

# common.donotallow
source: Don't Allow
id: Jangan Izinkan
nn_no: Ikke tillat

# mnemonic.invalid
source: Invalid mnemonic passphrase, please check one more time the words order.
id: Frasa sandi mnemonik tidak valid, harap periksa sekali lagi urutan kata-katanya.
nn_no: Ugyldig passordfrase for mnemonic. Sjekk ordene igjen.

# wallet.history.limitations.title
source: History limitations
id: Batasan riwayat
nn_no: Historie begrensninger

# wallet.history.limitations.text
source: At the moment, the history of transactions is stored locally, which means if you import the account on another device, log out or reinstall the application on current device, the history of transactions wouldn’t be available any more. Also we can’t show any incoming transactions. We apologize for any inconvenience caused, we are working to resolve the issue.
id: Saat ini, riwayat transaksi disimpan secara lokal, yang berarti jika Anda mengimpor akun di perangkat lain, keluar atau menginstal ulang aplikasi di perangkat saat ini, riwayat transaksi tidak akan tersedia lagi. Kami juga tidak dapat menampilkan transaksi masuk. Kami mohon maaf atas ketidaknyamanan yang ditimbulkan, kami sedang berupaya menyelesaikan masalah tersebut.
nn_no: For øyeblikket lagres transaksjonshistorikken lokalt, noe som betyr at hvis du importerer kontoen på en annen enhet, logger ut eller installerer applikasjonen på nytt på gjeldende enhet, vil ikke transaksjonshistorikken være tilgjengelig lenger. Vi kan heller ikke vise noen innkommende transaksjoner. Vi beklager eventuelle ulemper dette måtte medføre, og vi jobber med å løse problemet.

# wallet.asset.id
source: Asset id
id: ID aset
nn_no: Aktivum ID

# details.frozen.total
source: Frozen (Total)
id: Beku (Total)
nn_no: Fryst (Totalt)

# wallet.balance.locked
source: Locked
id: Terkunci
nn_no: Låst

# wallet.balance.reserved
source: Reserved
id: Dipesan
nn_no: Reservert

# wallet.bonded
source: Bonded
id: Terikat
nn_no: Bundet

# wallet.redeemable
source: Redeemable
id: Dapat ditukarkan
nn_no: Innløsbar

# wallet.unbonding
source: Unbonding
nn_no: Opplåsing

# qr.upload
source: From gallery
id: Unggah dari galeri
nn_no: Last opp fra galleriet

source: QR code
id: Kode QR
nn_no: QR-kode

# mnemonic.invalid.title
source: Invalid mnemonic passphrase
id: Frasa sandi mnemonik tidak valid
nn_no: Ugyldig passordfrase for mnemonic

# common.received
source: Received
id: Diterima
nn_no: Mottatt

# polkaswap.swap.title
source: Swap
nn_no: Bytte

# common.select.asset
source: Select an asset
id: Pilih aset
nn_no: Velg aktivum

# polkaswap.slippage.tolerance
source: Slippage Tolerance
id: Toleransi Slippage
nn_no: Sklitoleranse

# polkaswap.market
source: Market
id: Pasar
nn_no: Marked

# polkaswap.details
source: Details
id: Rincian
nn_no: Detaljer

# polkaswap.slippage.info
source: Your transactions will revert if the price changes unfavorably by more than this percentage
id: Toleransi slippage adalah ambang batas yang diterima yang ditetapkan dalam persen untuk jumlah akhir yang mempengaruhi jumlah Minimum Diterima.
nn_no: Sklitoleranse er en akseptert terskel angitt i prosent for det endelige beløpet som påvirker minimum mottatt beløp.

# polkaswap.market.title
source: Market algorithm
id: Algoritma pasar
nn_no: Markedsalgoritme

# polkaswap.market.info
source: Market algorithm - option to choose between Primary Market (TBC), Secondary Market (XYK) or a combined smart algorithm for guaranteed best price for any given transaction.
id: Algoritme pasar - opsi untuk memilih antara Pasar Utama (TBC), Pasar Sekunder (XYK) atau gabungan algoritme cerdas untuk menjamin harga terbaik untuk setiap transaksi tertentu.
nn_no: Markedsalgoritme - alternativ å velge mellom Primærmarked (TBC), Sekundærmarked (XYK) eller en kombinert smart algoritme for garantert beste pris for en gitt transaksjon.

# polkaswap.minimum.received
source: Min Received
id: Min Diterima
nn_no: Min mottatt

# polkaswap.liqudity.fee
source: LP Fee
id: Biaya LP
nn_no: LP -avgift

# polkaswap.network.fee
source: Network Fee
id: Biaya Jaringan
nn_no: Nettverksgebyr

# polkaswap.minimum.received.info
source: Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.
id: Transaksi Anda akan kembali jika ada pergerakan harga yang besar dan tidak menguntungkan sebelum dikonfirmasi.
nn_no: Transaksjonen vil gå tilbake hvis det er en stor, ugunstig prisbevegelse før den bekreftes.

# polkaswap.liqudity.fee.info
source: A portion of each trade (0.3%) goes to liquidity providers as a protocol incentive.
id: Sebagian dari setiap perdagangan (0,3%) diberikan kepada penyedia likuiditas sebagai insentif protokol.
nn_no: En del av hver handel (0,3%) går til likviditetsleverandører som et protokollinsentiv.

# polkaswap.network.fee.info
source: Network fee is used to ensure SORA system's growth and stable performance.
id: Biaya jaringan digunakan untuk memastikan pertumbuhan sistem SORA dan kinerja yang stabil.
nn_no: Nettverksavgift brukes for å sikre SORA-systemets vekst og stabile ytelse.

# polkaswap.maximum.sold.info
source: Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.
id: Transaksi Anda akan kembali jika ada pergerakan harga yang besar dan tidak menguntungkan sebelum dikonfirmasi.
nn_no: Transaksjonen vil gå tilbake hvis det er en stor, ugunstig prisbevegelse før den bekreftes.

# polkaswap.maximum.sold
source: Max Sold
id: Terjual Maks
nn_no: Maks solgt

# polkaswap.info.title
source: Disclaimer
id: Penafian
nn_no: Ansvarsfraskrivelse

# polkaswap.pool.not.created
source: Pool isn't created
id: Kumpulan tidak dibuat
nn_no: Pool ikke opprettet

# common.enter.amount
source: Enter amount
id: Masukan jumlah
nn_no: Angi beløp

# polkaswap.insufficient.balance
source: Insufficient %@ balance
id: Saldo %@ tidak mencukupi
nn_no: Utilstrekkelig saldo %@

# polkaswap.confirm.swap
source: Confirm Swap
id: Konfirmasi pertukaran
nn_no: Bekreft bytte

# wallet.transaction.rejected
source: Transaction rejected
id: Transaksi ditolak
nn_no: Transaksjonen ble avvist

# polkaswap.input.estimated
source: Input is estimated. You will sell maximum %@ or the transaction will revert.
id: Masukan diperkirakan. Anda akan menjual maksimum %@ atau transaksi akan dibatalkan.
nn_no: Inndata er estimert. Du vil selge maksimalt %@ eller transaksjonen vil gå tilbake.

# polkaswap.output.estimated
source: Output is estimated. You will receive at least %@ or the transaction will revert.
id: Output diperkirakan. Anda akan menerima setidaknya %@ atau transaksi akan kembali.
nn_no: Beløp er estimert. Du vil motta minst %@ ellers vil transaksjonen gå tilbake.

# common.account
source: Account
id: Akun
nn_no: Konto

source: From account
id: Dari akun
nn_no: Fra konto

# polkaswap.swapped
source: Swapped
id: Bertukar
nn_no: Byttet

# polkaswap.insufficient.liqudity
source: Insufficient liquidity
id: Likuiditas tidak mencukupi
nn_no: Utilstrekkelig likviditet

# polkaswap.info.text.1
source: Polkaswap is maintained by the SORA community. Before continuing to use Polkaswap, please review the %%Polkaswap FAQ%% and documentation, which includes a detailed explanation on how Polkaswap works, as well as the %%Polkaswap Memorandum and Terms of Services%%, and %%Privacy Policy%%. These documents are crucial to a secure and positive user experience. By using Polkaswap, you acknowledge that you have read and understand these documents.
id: Polkaswap dikelola oleh komunitas SORA. Sebelum menggunakan fungsionalitas Polkaswap, harap tinjau %%FAQ Polkaswap%% dan dokumentasi, yang mencakup penjelasan rinci tentang cara kerja Polkaswap, serta Memorandum Polkaswap dan Persyaratan Layanan, dan Kebijakan Privasi. Dokumen-dokumen ini sangat penting untuk pengalaman pengguna yang aman dan positif. Dengan menggunakan Polkaswap, Anda menyatakan bahwa Anda telah membaca dan memahami dokumen-dokumen ini.
nn_no: Polkaswap vedlikeholdes av SORA -samfunnet. Før du bruker Polkaswap -funksjonalitet, vennligst les %%Polkaswap FAQ%% og dokumentasjon, som inneholder en detaljert forklaring på hvordan Polkaswap fungerer, samt Polkaswap -notatet og vilkårene for bruk og personvernerklæring. Disse dokumentene er avgjørende for en sikker og positiv brukeropplevelse. Ved å bruke Polkaswap, erkjenner du at du har lest og forstått disse dokumentene.

# claim.contact
source: If you have any questions or concerns, you can %% contact us%%.
id: Jika Anda memiliki pertanyaan atau kekhawatiran, Anda bisa %%lépjen kapcsolatba velünk.%%
nn_no: Hvis du har spørsmål eller bekymringer, kan du %%kontakt oss.%%

# tutorial.many.world
source: Many Worlds. One Economy.
id: Banyak Dunia. Satu Ekonomi.
nn_no: Mange verdener. Én økonomi.

# tutorial.many.world.desc
source: SORA is working to become a decentralized multiverse economic system, financing the creation of new and exciting applications, under the democratic supervision of the SORA Parliament.
id: SORA bekerja untuk menjadi sistem ekonomi multiverse yang terdesentralisasi, membiayai pembuatan aplikasi baru dan menarik, di bawah pengawasan demokratis Parlemen SORA.
nn_no: SORA jobber for å bli et desentralisert multivers -økonomisk system, som finansierer opprettelsen av nye og spennende applikasjoner, under demokratisk tilsyn av SORA -parlamentet.

# polkaswap.info.title.main
source: Disclaimer: please read before continuing to use polkaswap!
id: Penafian: harap baca sebelum melanjutkan menggunakan polkaswap!
nn_no: Ansvarsfraskrivelse: vennligst les før du fortsetter å bruke polkaswap!

# common.settings
source: Settings
id: Pengaturan
nn_no: Innstillinger

# polkaswap.info.text.7
source: In order to hide the disclaimer notification from the Swap tab please swipe the button below. Only do so if you fully understand and have read all of the documents mentioned!
id: Untuk menyembunyikan pemberitahuan penafian dari tab Swap, silakan geser tombol di bawah ini. Lakukan hanya jika Anda sepenuhnya memahami dan telah membaca semua dokumen yang disebutkan!
nn_no: Sveip knappen nedenfor for å skjule ansvarsfraskrivelsen fra kategorien Bytt. Gjør det bare hvis du forstår og har lest alle dokumentene som er nevnt!

# polkaswap.info.text.2
source: You also acknowledge the following:
id: Anda juga mengakui hal berikut:
nn_no: Du godtar også følgende:

# polkaswap.info.text.3
source: Your sole responsibility for compliance with all laws that may apply to your particular use of Polkaswap in your legal jurisdiction;
id: Tanggung jawab Anda sepenuhnya untuk mematuhi semua undang-undang yang mungkin berlaku untuk penggunaan khusus Anda atas Polkaswap di yurisdiksi hukum Anda;
nn_no: Ditt eneansvar for overholdelse av alle lover som kan gjelde for din spesielle bruk av Polkaswap i din juridiske jurisdiksjon;

# polkaswap.info.text.4
source: Your understanding that the current version of Polkaswap is an alpha version: it has not been fully tested, and some functions may not perform as designed;
id: Pemahaman Anda bahwa versi Polkaswap saat ini adalah versi alfa: belum sepenuhnya diuji, dan beberapa fungsi mungkin tidak berfungsi seperti yang dirancang;
nn_no: Din forståelse av at den nåværende versjonen av Polkaswap er en alfaversjon: den har ikke blitt fullstendig testet, og noen funksjoner vil kanskje ikke fungere som designet;

# polkaswap.info.text.5
source: Your understanding and voluntary acceptance of the risks involved in using Polkaswap, including, but not limited to, the risk of losing tokens.
id: Pemahaman dan penerimaan Anda secara sukarela atas risiko yang terkait dengan penggunaan Polkaswap, termasuk, namun tidak terbatas pada, risiko kehilangan token.
nn_no: Din forståelse og frivillige aksept av risikoene forbundet med bruk av Polkaswap, inkludert, men ikke begrenset til, risikoen for å miste tokens.

# polkaswap.info.text.6
source: Once more, please do not continue without reading the %%Polkaswap FAQ%%, %%Polkaswap Memorandum and Terms of Services%%, and %%Privacy Policy%%!
id: Sekali lagi, mohon jangan melanjutkan tanpa membaca %%Polkaswap FAQ%% , %%Memorandum Polkaswap dan Ketentuan Layanan%% , dan %%Kebijakan Privasi%%!
nn_no: Nok en gang, vennligst ikke fortsett uten å lese %%Polkaswap FAQ%% , %%Polkaswap Memorandum og vilkår for tjenester%% , og %%Personvernerklæring%% !

# mnemonic.confirm.text.v2
source: Confirm passphrase by choosing words in the correct order
id: Konfirmasikan frasa sandi dengan memilih kata dalam urutan yang benar
nn_no: Bekreft passordet ved å velge ord i riktig rekkefølge

# common.input.validator_hint
source: %@ lowercase hex symbols starting with 0x
id: %@ simbol Hex huruf kecil dimulai dengan 0x
nn_no: %@ små heksadesimale symboler som starter med 0x

# common.incoming
source: Incoming
id: Masuk
nn_no: Innkommende

# common.outgoing
source: Outgoing
id: Keluar
nn_no: Utgående

# common.input.validator_max_hint
source: Maximum %@ symbols
id: Simbol %@ maksimum
nn_no: Maksimalt %@ symboler

# common.all
source: All
id: Semua
nn_no: Alle

# common.error
source: Error
nn_no: Feil

# common.not_now
source: Not now
id: Jangan sekarang
nn_no: Ikke nå

# common.open_settings
source: Open settings
id: Buka pengaturan
nn_no: Åpne innstillinger

# common.account_share
source: My account is:
id: Akun saya adalah:
nn_no: Min konto er:

# common.show_more
source: Show more
id: Tampilkan lebih banyak
nn_no: Vis mer

# common.show_less
source: Show less
id: Tampilkan lebih sedikit
nn_no: Vis mindre

# common.description
source: Description
id: Deskripsi
nn_no: Beskrivelse

# common.description_optional
source: Description (optional)
id: Deskripsi (opsional)
nn_no: Beskrivelse (valgfritt)

# common.search
source: Search
id: Cari
nn_no: Søk

# account.details_title
source: Account details
id: Detail akun
nn_no: Kontodetaljer

# amount.error.asset
source: Sorry, we couldn't find asset information you want to send. Please, try again later.
id: Maaf, kami tidak dapat menemukan informasi aset yang ingin Anda kirim. Silakan coba lagi nanti.
nn_no: Beklager, vi fant ingen informasjon om eiendel du ønsker å sende. Vennligst prøv igjen.

# amount.error.balance
source: Sorry, balance checking request failed. Please, try again later.
id: Maaf, permintaan pemeriksaan saldo gagal. Silakan coba lagi nanti.
nn_no: Beklager, sjekk av saldo mislyktes. Prøv igjen senere.

# amount.error.transfer
source: Sorry, we couldn't contact transfer provider. Please, try again later.
id: Maaf, kami tidak dapat menghubungi penyedia transfer. Silakan coba lagi nanti.
nn_no: Beklager, vi kunne ikke kontakte transaksjonsleverandør. Vennligst prøv igjen senere.

# amount.error.no_funds
source: Sorry, you don't have enough funds to transfer specified amount.
id: Maaf, Anda tidak memiliki cukup dana untuk mentransfer jumlah yang ditentukan.
nn_no: Beklager, du har ikke nok midler til å overføre spesifisert beløp.

# amount.fee
source: Transaction fee %@
id: Biaya transaksi %@
nn_no: Transaksjonsgebyr %@

# amount.title
source: Amount
id: Jumlah
nn_no: Beløp

# amount.send
source: Amount to send
id: Jumlah yang dikirim
nn_no: Beløp som skal sendes

# amount.total
source: Total amount
id: Jumlah total
nn_no: Totalbeløp

# asset_selection.no_asset
source: No asset
id: Tidak ada aset
nn_no: Ingen eiendeler

# confirmation.title
source: Confirmation
id: Konfirmasi
nn_no: Bekreftelse

# confirmation.hint
source: Please check and confirm details
id: Silakan periksa dan konfirmasi detailnya
nn_no: Vennligst kontroller og bekreft detaljer

# status.pending
source: Pending
id: Tertunda
nn_no: Pågående

# status.rejected
source: Rejected
id: Ditolak
nn_no: Avvist

source: Transaction details
id: Rincian transaksi
nn_no: Transaksjonsdetaljer

# transaction.sender
source: Sender
id: Pengirim
nn_no: Avsender

# transaction.recipient
source: Recipient
id: Penerima
nn_no: Mottaker

# transaction.sent
source: Amount sent
id: Jumlah dikirim
nn_no: Sendt beløp

# transaction.fee
source: Fee
id: Biaya
nn_no: Avgift

# transaction.send_back
source: Send back
id: Kirim kembali
nn_no: Send tilbake

source: Transaction ID
id: ID transaksi
nn_no: Transaksjons ID

# transaction.reason
source: Reason
id: Alasan
nn_no: Årsak

# transaction.done
source: All done
id: Semua selesai
nn_no: Utført

# transaction.pending_description
source: Funds are being sent
id: Dana sedang dikirim
nn_no: Midler sendes

# transaction.error.fail
source: Transaction failed. Please, try again later.
id: Transaksi gagal. Silakan coba lagi nanti.
nn_no: Transaksjonen mislyktes. Vennligst prøv igjen senere.

# contacts.title
source: Contacts
id: Kontak
nn_no: Kontakter

# contacts.search_results
source: Search results
id: Hasil Pencarian
nn_no: Søkeresultater

# contacts.scan
source: Scan QR code
id: Pindai kode QR
nn_no: Skann QR-kode

# filter.title
source: Set filter
id: Atur filter
nn_no: Angi filter

# filter.assets
source: Assets
id: Aset
nn_no: Aktiva

# filter.dateRange
source: Date range
id: Rentang tanggal
nn_no: Datointervall

# filter.from
source: From
id: Dari
nn_no: Fra

# filter.to
source: To
id: Untuk
nn_no: Til

# filter.reset
source: Reset
nn_no: Tilbakestill

# invoice_scan.scan
source: Scan code from receiver
id: Pindai kode dari penerima
nn_no: Skann kode fra mottaker

# invoice_scan.upload
source: Upload from gallery
id: Unggah dari galeri
nn_no: Last opp fra galleriet

# invoice_scan.error.camera_restricted
source: Unfortunately, access to the camera is restricted.
id: Sayangnya, akses ke kamera dibatasi.
nn_no: Beklager, tilgang til kamera er begrenset
