Repository: soramitsu/adar-iOS
Catalog: SoraPassport/*.lproj/Localizable.strings
Languages: id, nn_no

# common.use
source: Use
id: Gunakan
nn_no: Bruk

# common.close
source: Close
id: Tutup
nn_no: Lukk

source: Try Another
id: Coba yang lain
nn_no: Prøv en annen

# common.skip
source: Skip
id: Lewati
nn_no: Hopp over

# go.settings
source: Open Settings
id: Buka Pengaturan
nn_no: Åpne innstillinger

source: Search
id: Cari
nn_no: Søk

source: Not Now
id: Jangan sekarang
nn_no: Ikke nå

# network.available
source: Network connection available
id: Koneksi jaringan tersedia
nn_no: Nettverkstilkobling tilgjengelig

# common.error.general.title
source: Error
nn_no: Feil

# common.error.unauthorized.body
source: Please, check internet connection and try again later
id: Silakan periksa koneksi internet anda dan coba lagi nanti.
nn_no: Vennligst kontroller internettforbindelsen, og prøv igjen.

# common.error.not.found.title
source: Resource unavailable
id: Resource tidak tersedia
nn_no: Ressurs utilgjengelig

# common.error.internal.error.title
source: Internal error
id: Kesalahan Internal
nn_no: Intern feil

# common.error.internal.error.body
source: We are working hard to fix the problem. Please, try again later.
id: Kami sedang bekerja keras untuk memperbaiki masalah ini. Silakan coba kembali nanti.
nn_no: Vi jobber hardt for å løse problemet. Vennligst prøv igjen senere.

# common.error.unexpected.status.title
source: Unexpected Response Status
nn_no: Uventet forespørsel svar

# operation.error.title
source: Operation Failed
id: Operasi gagal
nn_no: Operasjonen mislyktes

# operation.error.message
source: Please, try again later
id: Silakan coba lagi nanti
nn_no: Vennligst prøv igjen senere

# connection.error.title
source: Connection Failed
id: Sambungan gagal
nn_no: Tilkoblingen mislyktes

# did.resolver.id.too.long.error.title
source: Identifier too long
id: Proses identifikasi terlalu lama
nn_no: Identifikator er for lang

# did.resolver.id.duplicated.error.title
source: Identifier duplicated
id: Identifier telah diduplikasi
nn_no: Identifikator duplisert

# did.resolver.invalid.proof.format.error.title
source: Invalid proof format
id: Format bukti tidak valid
nn_no: Dokumentet er av ugyldig format

# did.resolver.proof.verification.error.title
source: Proof verification failed
id: Bukti verifikasi gagal
nn_no: Bekreftelse av bevis mislyktes

# did.resolver.public.key.not.found.error.title
source: Missing public key
id: Public key tidak ada
nn_no: Mangler offentlig nøkkel

# did.resolver.error.message
source: Decentralized system unexpectedly failed. We are working hard to fix the problem.
id: Decentralized system gagal secara tak terduga. Kami sedang bekerja keras untuk memperbaiki masalah ini.
nn_no: Det har oppstått en uventet feil i desentraliserte systemet. Vi jobber hardt for å løse problemet.

# user.create.phone.verified.error.message
source: Phone number already verified.
id: Nomor telepon sudah terverifikasi.
nn_no: Telefonnummeret er allerede bekreftet.

# user.create.phone.invalid.message
source: Phone number is invalid. Please, try another one.
id: Nomor telepon tidak valid. Silakan, coba yang lain.
nn_no: Telefonnummeret er ugyldig. Vennligst prøv et annet.

# user.create.unexpected.message
source: Please, contact support for further steps.
id: Silakan, hubungi contact support untuk langkah lebih lanjut.
nn_no: Vennligst ta kontakt med brukerstøtte for ytterligere trinn.

# url.no.app.error.message
source: Can't open the external link. Please, make sure there are any applications that supports link handling.
id: Tidak dapat membuka link eksternal. Harap pastikan ada aplikasi yang mendukung untuk menangani link.
nn_no: Kan ikke åpne den eksterne lenken. Forsikre deg om at det er noen applikasjoner som støtter lenkehåndtering.

# no.email.bound.error.message
source: Please, make sure that the mail application is installed on the device.
id: Harap pastikan bahwa aplikasi mail telah terinstal pada perangkat.
nn_no: Kontroller at e-postprogrammet er installert på enheten.

# access.backup.load.error.title
source: Credentials Loading Failed
id: Pemuatan Kredensial Gagal
nn_no: Lasting av legitimasjon mislyktes

# access.backup.error.message
source: Please, try repeat the registration from scratch.
id: Silahkan, coba ulangi pendaftaran mulai dari awal.
nn_no: Vennligst prøv å gjenta registreringen fra start.

# project.title
source: Sora Projects
nn_no: Sora Prosjekter

# project.founded.template
source: %@%% votes of %@
id: %@%% votes dari %@
nn_no: %@ %% stemmer av %@

# project.votes.template
source: %@ votes
nn_no: %@ stemmer

# project.ended.template
source: Ended %@
id: Berakhir %@
nn_no: Avsluttet %@

# project.not.voted.title
source: Vote
nn_no: Stem

# project.spent.format
source: You've spent %@ votes
id: Anda telah menggunakan %@ votes
nn_no: Du har brukt %@ stemmer

# project.all.small
source: All
id: Semua
nn_no: Alle

# project.voted.small
source: Voted
id: Terpilih
nn_no: Stemt

# project.favourites.small
source: Favourites
id: Favorit
nn_no: Favoritter

# project.completed.small
source: Done
id: Selesai
nn_no: Ferdig

# empty.voted.project.description
source: Vote for the projects and they will appear here
id: Pilih projects dan mereka akan muncul di sini
nn_no: Stem på prosjektene og de vil vises her

# empty.completed.project.description
source: When voting is complete, you will find projects here
id: Ketika voting selesai, Anda akan menemukan project di sini
nn_no: Når avstemningen er fullført, vil du finne prosjektene her

# project.contacts
source: Contacts and information
id: Kontak dan informasi
nn_no: Kontakter og informasjon

# project.remove.from.favourite
source: Favourite
id: Favorit
nn_no: Favoritt

# project.details.email.subject
source: Sora project details
id: Detail Sora project
nn_no: Sora prosjektdetaljer

# project.discussion.template
source: Discuss %@
id: Diskusi %@
nn_no: Diskuter %@

# project.requires.votes.format
source: Project requires only %@ votes 🚀
id: Project hanya membutuhkan %@ votes 🚀
nn_no: Prosjektet krever bare %@ stemmer 🚀

# personal.info.first.name
source: First name
id: Nama depan
nn_no: Fornavn

# personal.info.last.name
source: Last name
id: Nama belakang
nn_no: Etternavn

# personal.info.phone
source: Mobile Phone
id: Ponsel
nn_no: Mobiltelefon

# registration.wrong.status.message
source: You phone number has not been verified yet. Please, try again later.
id: Nomor telepon Anda belum diverifikasi. Silakan coba lagi nanti.
nn_no: Telefonnummeret ditt er ikke bekreftet ennå. Vennligst prøv igjen senere.

# registration.user.not.found.message
source: You need to verify your phone number first
id: Anda perlu memverifikasi nomor telepon Anda terlebih dahulu
nn_no: Du må først bekrefte telefonnummeret ditt

# pincode.confirm.your.pin.code
source: Confirm pin code
id: Konfirmasi kode pin
nn_no: Bekreft PIN-kode

# pincode.set.your.pin.code
source: Setup pin code
id: Siapkan pin
nn_no: Velg PIN-kode

# ask.touchid.title
source: Touch ID
nn_no: Fingeravtrykk-identifisering

# ask.touchid.message
source: Would you like to use Touch ID for authentication?
id: Apakah Anda ingin menggunakan Touch ID untuk otentikasi?
nn_no: Vil du bruke fingeravtrykk for autentisering?

# ask.faceid.title
source: Do you want to allow “SORA” to use Face ID?
id: Apakah Anda ingin mengizinkan "SORA" menggunakan ID Wajah?
nn_no: Vil du tillate at "Sora" bruker ansiktsgjenkjennelse for autentisering?

# ask.faceid.message
source: SORA uses Face ID to restrict unauthorized users from accessing the app.
id: SORA menggunakan ID Wajah untuk membatasi pengguna yang tidak sah mengakses aplikasi.
nn_no: SORA bruker ansiktsgjenkjennelse for å hindre uautoriserte brukere i å få tilgang til appen.

# ask.biometry.reason
source: Authenticate to access the account
id: Otentikasi untuk mengakses akun
nn_no: Autentiser for å få tilgang til kontoen

# invite.title
source: Invite friends to get more votes daily!
id: Undang teman untuk mendapatkan lebih banyak suara setiap hari!
nn_no: Inviter venner for å få flere stemmer daglig!

# invite.parent.invitation.template
source: You were invited by %@
id: Anda diundang oleh %@
nn_no: Du ble invitert av %@

# invite.enter.code.description
source: Have you been invited to Sora? Tap on the button above and enter the code.
id: Apakah Anda diundang ke Sora? Ketuk tombol di atas dan masukkan kode.
nn_no: Har du blitt invitert til Sora? Trykk på knappen ovenfor og skriv inn koden.

# invite.votes.left.template
source: %@ left
id: %@ tersisa
nn_no: %@ igjen

# invite.enter.invitation.code.compact
source: Enter code
id: Masukkan kode
nn_no: Skriv inn kode

# invite.enter.dialog.hint.template
source: Code contains alphanumeric characters
id: Kode berisi karakter alfanumerik
nn_no: Koden inneholder alfanumeriske tegn

# invite.code.applied.title
source: Congratulations!
nn_no: Gratulerer!

# invite.code.applied.body
source: Code applied successfully
id: Kode berhasil diterapkan
nn_no: Koden er godtatt

# invite.enter.confirmation.body.mask
source: Do you want to apply invitation code %@?
id: Apakah Anda ingin menerapkan kode undangan %@ ?
nn_no: Vil du legge til invitasjonskode %@ ?

# invite.enter.error.time.is.up
source: Time to apply invitation code is up
id: Waktu untuk menerapkan kode undangan sudah habis
nn_no: Tidsfristen for å legge til invitasjonskode er utløpt

# invite.enter.error.already.applied
source: You have already applied another invitation code
id: Anda telah menerapkan kode undangan lain
nn_no: Du har allerede brukt en annen invitasjonskode

# invite.code.parent.young.message
source: Provided invitation code cannot be applied because it is from the user who registered after you
id: Kode undangan yang diberikan tidak dapat digunakan karena berasal dari pengguna yang mendaftar setelah Anda
nn_no: Oppgitt invitasjonskode kan ikke brukes fordi den er fra en bruker som registrerte seg etter deg

# invite.code.self.message
source: You cannot use your invitation code for yourself
id: Anda tidak dapat menggunakan kode undangan Anda sendiri
nn_no: Du kan ikke bruke din egen invitasjonskode.

# invitations.values.not.found.error.message
source: Can't determine available invitations. Please, try again later.
id: Tidak dapat menentukan undangan yang tersedia. Silakan coba lagi nanti.
nn_no: Kan ikke fastsette tilgjengelige invitasjoner. Vennligst prøv igjen senere.

# invitations.not.enough.error.message
source: Sorry, but you don't have any invitations to share
id: Maaf, Anda tidak memiliki undangan untuk dibagikan
nn_no: Beklager, men du har ingen invitasjoner å dele

# invite.empty.friends.description
source: Status of your invitations will be displayed here
id: Status undangan Anda akan ditampilkan di sini
nn_no: Status for invitasjonene dine vises her

# invitations.sharing.subject
source: Invitation to Sora
id: Undangan ke Sora
nn_no: Invitasjon til Sora

# common.passphrase.sharing.subject
source: Sora access backup
id: Cadangan akses Sora
nn_no: Sikkerhetskopiering, Sora tilgang

# recovery.title
source: Restore access
id: Memulihkan akses
nn_no: Gjenopprett tilgang

# recovery.body.title
source: Enter your passphrase
id: Masukkan passphrase Anda
nn_no: Skriv inn passordfrasen din

# recovery.passphrase
source: Passphrase
nn_no: Passordfrase

# votes.not.enough.error.message
source: Sorry, but you don't have enough points to vote.
id: Maaf, Anda tidak memiliki cukup poin untuk memilih.
nn_no: Beklager, du har ikke nok poeng til å stemme.

# votes.project.not.found.error.message
source: Sorry, but the project is not found
id: Maaf, project ini tidak ditemukan
nn_no: Beklager, prosjektet ble ikke funnet.

# votes.not.allowed.error.message
source: Sorry, but the project can't receive votes anymore.
id: Maaf, project tidak dapat menerima votes lagi.
nn_no: Beklager, men prosjektet kan ikke lenger motta stemmer lenger.

# votes.invalid.format.error.message
source: Sorry, but your amount of votes can't be interpreted. Please, try to vote again.
id: Maaf, jumlah suara Anda tidak dapat ditafsirkan. Tolong, cobalah untuk memilih lagi.
nn_no: Beklager, antall stemmer kan ikke tolkes. Vennligst, prøv å stemme igjen.

# votes.zero.error.message
source: Sorry, but you must have at least 1 point to vote
id: Maaf, Anda harus memiliki setidaknya 1 poin untuk memilih
nn_no: Beklager, men du må ha minst 1 poeng for å stemme

# votes.project.parameters.error.message
source: Sorry, but some parameters of the project are not properly configured. Please try another project.
id: Maaf, beberapa parameter dari project tidak dikonfigurasi dengan benar. Silakan coba project lain.
nn_no: Beklager, men noen parametere for prosjektet er ikke riktig konfigurert. Vennligst prøv et annet prosjekt.

# favorite.project.not.found.error.message
source: Sorry, but the project is not found.
id: Maaf, project ini tidak ditemukan.
nn_no: Beklager, prosjektet ble ikke funnet.

# favorite.user.not.found.error.message
source: Sorry, but you are not authorized to make project favourite
id: Maaf, Anda tidak berwenang untuk membuat project favorit
nn_no: Beklager, men du er ikke autorisert til å gjøre prosjektet til favoritt

# startup.verification.title
source: Verifying authorization…
id: Memverifikasi otorisasi...
nn_no: Bekrefter autorisasjon ...

# startup.verification.subtitle
source: Please wait
id: Harap tunggu
nn_no: Vennligst vent

# startup.waiting.network.title
source: Waiting network...
id: Menunggu jaringan ...
nn_no: Venter på nettverk...

# startup.waiting.network.subtitle
source: Please check connection
id: Silahkan periksa koneksi anda
nn_no: Vennligst sjekk tilkobling

# reputation.total.rank.template
source: %@ of %@
id: %@ dari %@
nn_no: %@ av %@

# reputation.last.votes.template
source: %@ votes received last time
id: %@ votes yang telah diterima
nn_no: %@ stemmer ble mottatt forrige gang

# reputation.timer.format
source: Your reputation will be updated in %@
id: Reputasi Anda akan diupdated dalam %@
nn_no: Ditt omdømme vil bli oppdatert om %@

# reputation.soon
source: Your reputation will be updated soon
id: Reputasi Anda akan segera diperbarui
nn_no: Ditt omdømme blir snart oppdatert

# user.not.found.message
source: Can't continue operation because user is not found
id: Tidak dapat melanjutkan operasi karena pengguna tidak ditemukan
nn_no: Kan ikke fortsette operasjonen fordi bruker ikke ble funnet

# user.status.invalid.message
source: Can't continue operation because user's status is invalid
id: Tidak dapat melanjutkan operasi karena status pengguna tidak valid
nn_no: Kan ikke fortsette operasjonen fordi brukerens status er ugyldig

# user.values.not.found.message
source: Can't continue operation because user values data is not found
id: Tidak dapat melanjutkan operasi karena user values data tidak ditemukan
nn_no: Kan ikke fortsette operasjonen fordi ingen brukerdata ble funnet

# activity.user.registered.description
source: Congratulations! Your reputation will be increased!
id: Selamat! Reputasi Anda akan meningkat!
nn_no: Gratulerer! Ditt omdømme vil bli økt!

# activity.event.xor.transfered.type
source: XOR Received
id: XOR diterima
nn_no: XOR mottatt

# activity.user.rank.changed.title.template
source: Your rank now is %@ out of %@
id: Peringkat Anda sekarang adalah %@ dari %@
nn_no: Rangeringen din er nå %@ av %@

# activity.project.closed.type.template
source: Project reached deadline!
id: Project mencapai deadline!
nn_no: Tidsfristen for prosjektet er utløpt!

# activity.voted.friend.added.type.template
source: Friend voted for project!
id: Teman memilih project!
nn_no: Venn stemte på prosjektet!

# activity.voted.friend.added.description.template
source: %@ has spent %@ votes for %@ project
id: %@ telah menghabiskan %@ suara untuk %@ project
nn_no: %@ har brukt %@ stemmer for %@ prosjekt

# activity.empty.description
source: Updates and notifications like received reward and accepted invitations will appear here
id: Update dan notifikasi seperti menerima reward dan undangan akan muncul di sini
nn_no: Oppdateringer og varsler som mottatt belønning og aksepterte invitasjoner vises her

# phone.number.sms.code.will.be.sent
source: SMS code will be sent to your phone
id: Kode SMS akan dikirim ke telepon Anda
nn_no: SMS-kode vil bli sendt til telefonen din

# verification.request.new.code.time
source: Request new code in %@
id: Minta kode baru dalam %@
nn_no: Be om ny kode om %@

# phone.verification.user.not.found.message
source: Sorry, but your personal information is not found. Please, retry registration later.
id: Maaf, tetapi informasi pribadi Anda tidak ditemukan. Silahkan coba lagi untuk mendaftar.
nn_no: Beklager, dine personlige opplysninger ble ikke funnet. Vennligst prøv igjen senere.

# phone.verification.too.frequent.message
source: Too frequent verification code requests. Please, try again later.
id: Permintaan kode verifikasi terlalu sering. Silakan coba lagi nanti.
nn_no: For hyppige forespørsler om bekreftelseskoder. Prøv igjen senere.

# phone.verification.code.expired.message
source: Verification code has been expired. Please try another one.
id: Kode verifikasi telah kedaluwarsa. Silakan coba yang lain.
nn_no: Bekreftelseskoden er utløpt. Vennligst prøv en annen.

# phone.verification.code.incorrect.message
source: Verification code is incorrect
id: Kode verifikasi salah
nn_no: Bekreftelseskoden er feil

# phone.verification.code.not.found.message
source: Verification code is not found. Please, request another one.
id: Kode verifikasi tidak ditemukan. Silahkan, periksa kembali.
nn_no: Bekreftelseskode ble ikke funnet. Vennligst be om en annen.

# wallet.empty.description
source: Transactions will appear here
id: Transaksi akan muncul di sini
nn_no: Transaksjoner vil vises her

# wallet.transfer.description.hint
source: Max %@ symbols
id: Simbol %@ maks
nn_no: Maks %@ symboler

# wallet.account.share.asset.amount.message
source: My %@ Network address to Receive %@ %@:
id: Saya %@ alamat Network untuk menerima %@ %@ :
nn_no: Min %@ nettverksadresse for å motta %@ %@ :

# wallet.account.share.asset.or.amount.message
source: My %@ Network address to Receive %@:
id: Saya %@ Alamat Network untuk Menerima %@ :
nn_no: Min %@ nettverksadresse for å motta %@ :

# wallet.account.share.message
source: My Sora Network address to Receive:
id: Alamat Jaringan Sora Saya untuk Menerima:
nn_no: Min Sora Network adresse for å motta:

# help.support.title
source: SORA support
nn_no: SORA brukerstøtte

# tutorial.sign.up
source: Sign up
id: Daftar
nn_no: Registrer deg

# tutorial.terms.and.conditions.1
source: By signing up you are agreeing with Terms & Conditions and Privacy Policy
id: Dengan mendaftar Anda setuju dengan Syarat & Ketentuan dan Kebijakan Privasi
nn_no: Ved å registrere deg godtar du vilkår, betingelser og personvernregler

# common.unsupported.version.body
source: Updated Sora application is available in App Store. It includes improvements and bug fixes.
id: Updated Aplikasi Sora telah tersedia di App Store. termasuk improvements dan perbaikan bug.
nn_no: Oppdatert Sora-applikasjon er tilgjengelig i Google Play. Den inkluderer forbedringer og feilrettinger.

# common.unsupported.version.action
source: Open App Store
id: Buka App Store
nn_no: Åpne App Store

# about.terms
source: Terms and Conditions
id: Syarat & Ketentuan
nn_no: Vilkår & Betingelser

# invite.link.format
source: Join Sora using link below: %@
id: Bergabunglah dengan Sora menggunakan tautan di bawah ini: %@
nn_no: Bli med i Sora ved å bruke lenken nedenfor: %@

# language.title
source: Select language
id: Pilih bahasa
nn_no: Velg språk

# personal.update.title
source: Personal information
id: Informasi pribadi
nn_no: Personlig informasjon

# common.passphrase.title
source: Passphrase
nn_no: Passordfrase

# common.passphrase.save.or.send
source: Save or send
id: Simpan atau kirim
nn_no: Lagre eller send

# common.passphrase.header
source: Passphrase is a type of password.
id: Passphrase adalah jenis sandi.
nn_no: Passordfrase er en type passord.

# common.passphrase.body
source: When creating a new account in SORA, you now get a 12 word passphrase. If you already have a 15 word SORA passphrase, you can import your account with it - these are also compatible and will keep working.
id: Saat membuat akun baru di SORA, Anda sekarang mendapatkan frasa sandi 12 kata. Jika Anda sudah memiliki kata sandi SORA 15 kata, Anda dapat mengimpor akun Anda dengannya - ini juga kompatibel dan akan tetap berfungsi.
nn_no: Når du oppretter en ny konto i SORA, får du nå en passordfrase på 12 ord. Hvis du allerede har et 15 ords SORA -passord, kan du importere kontoen din med den - disse er også kompatible og vil fortsette å fungere.

# common.passphrase.your.passphrase
source: Your passphrase
id: Passphrase Anda
nn_no: Din passordfrase

# common.unsupported.version.title
source: Update your Sora App
id: Update Aplikasi Sora Anda
nn_no: Oppdater Sora-appen

# network.unavailable
source: Network connection unavailable
id: Koneksi jaringan tidak tersedia
nn_no: Nettverkstilkobling ikke tilgjengelig

# common.save
source: Save
id: Simpan
nn_no: Lagre

# common.cancel
source: Cancel
id: Batalkan
nn_no: Avbryt

# common.apply
source: Apply
id: Menerapkan
nn_no: Legg til

# common.next
source: Next
id: Berikutnya
nn_no: Neste

# common.vote
source: Vote
nn_no: Stem

# common.today
source: Today
id: Hari ini
nn_no: I dag

# common.yesterday
source: Yesterday
id: Kemarin
nn_no: I går

# connection.error.message
source: Please, check internet connection and try again later.
id: Silakan periksa koneksi internet anda dan coba lagi.
nn_no: Vennligst kontroller internettforbindelsen, og prøv igjen.

# common.error.general.message
source: We are working hard to fix the problem. Please, try again later.
id: Kami sedang bekerja keras untuk memperbaiki masalah ini, Silahkan coba lagi nanti.
nn_no: Vi jobber hardt for å løse problemet. Vennligst prøv igjen senere.

# result.ambiguous.error.title
source: Ambiguous result
id: Hasil ambigu
nn_no: Tvetydig resultat

# access.restore.words.error.message
source: Passphrase must contain 15 words
id: Passphrase harus berisi 15 kata
nn_no: Passordfrasen må inneholde 15 ord

# access.restore.phrase.error.message
source: Please, make sure that your passphrase consists of 12 or 15 words and they are all correct.
id: Harap pastikan bahwa passphrase Anda terdiri dari 12 atau 15 kata dan semuanya benar.
nn_no: Forsikre deg om at passordfrasen din består av 12 eller 15 ord, og at de alle er riktige.

# wallet.search.query.error.message
source: Search size must be between 3 and 64 characters
id: Ukuran pencarian harus diantara 3 dan 64 karakter
nn_no: Søkestørrelsen må være mellom 3 og 64 tegn

# user.create.phone.registered.error.message
source: Phone number already used during registration with this or another user
id: Nomor telepon sudah terdaftar atau digunakan oleh pengguna lain
nn_no: Dette telefonnummeret er allerede registrert på denne eller en annen bruker

# common.error.invalid.parameters
source: Invalid Parameters
id: Parameter tidak valid
nn_no: Ugyldige parametre

# common.error.invalid.parameters.body
source: Please, check internet connection and try again later.
id: Silakan periksa koneksi internet anda dan coba lagi.
nn_no: Vennligst kontroller Internett-tilkoblingen, og prøv igjen senere.

# common.error.unauthorized.title
source: Authorization Failed
id: Otorisasi gagal
nn_no: Godkjenning mislyktes

# activity.user.registered.type
source: Friend Registered
id: Teman Terdaftar
nn_no: Venn registrert

# activity.voting.rights.credited.type.template
source: Votes distribution
id: Distribusi Votes
nn_no: Fordeling av stemmer

# activity.voting.rights.title.template
source: Daily votes
id: Votes harian
nn_no: Daglige stemmer

# activity.invitation.credited.type.template
source: Invitations distribution
id: Distribusi undangan
nn_no: Distribusjon av invitasjoner
