Repository: soramitsu/adar-iOS
Catalog: SoraPassport/*.lproj/Localizable.strings
Languages: id, nn_no

# invoice_scan.error.camera_restricted_previously
source: Unfortunately, you denied access to camera previously. Would you like to allow access now?
id: Sayangnya, Anda menolak akses ke kamera sebelumnya. Apakah Anda ingin mengizinkan akses sekarang?
nn_no: Dessverre nektet du tilgang til kamera tidligere. Vil du gi tilgang nå?

# invoice_scan.error.camera_title
source: Camera Access
id: Akses Kamera
nn_no: Kameratilgang

# invoice_scan.error.no_info
source: QR can't be decoded
id: QR tidak dapat diterjemahkan
nn_no: QR kan ikke dekodes

# invoice_scan.error.invalid_image
source: Can't process selected image
id: Tidak dapat memproses gambar yang dipilih
nn_no: Kan ikke behandle valgt bilde

# invoice_scan.error.gallery_restricted
source: Unfortunately, access to the photos is restricted.
id: Sayangnya, akses ke foto dibatasi.
nn_no: Beklager, tilgang til bildene er begrenset

# invoice_scan.error.gallery_restricted_previously
source: Unfortunately, you denied access to photos previously. Would you like to allow access now?
id: Sayangnya, Anda menolak akses ke foto sebelumnya. Apakah Anda ingin mengizinkan akses sekarang?
nn_no: Dessverre nektet du tilgang til bilder tidligere. Vil du gi tilgang nå?

# invoice_scan.error.gallery_title
source: Photos Access
id: Akses Foto
nn_no: Foto tilgang

# invoice_scan.error.match
source: You can't send to yourself
id: Anda tidak dapat mengirim ke diri sendiri
nn_no: Du kan ikke sende til deg selv

# invoice_scan.error.extract_fail
source: Can't extract receiver's data
id: Tidak dapat mengekstrak data penerima
nn_no: Kan ikke hente ut mottakerens data

# invoice_scan.error.no_receiver
source: Receiver couldn't be found
id: Penerima tidak dapat ditemukan
nn_no: Mottaker ikke funnet

# invoice_scan.error.no_internet
source: Please, check internet connection
id: Silahkan periksa koneksi internet anda
nn_no: Vennligst sjekk internettforbindelsen

# receive.title
source: Receive assets
id: Menerima aset
nn_no: Motta aktiva

# receive.error_qr_generation
source: Can't generate QR code
id: Tidak dapat membuat kode QR
nn_no: Kan ikke generere QR-kode

# withdraw.title
source: Withdraw
nn_no: Ta ut

# withdraw.total_amount
source: Total amount %@%@
id: Jumlah total %@ %@
nn_no: Totalt beløp %@ %@

# withdraw.error.no_asset
source: Sorry, we couldn't find asset information you want to send. Please, try again later.
id: Maaf, kami tidak dapat menemukan informasi aset yang ingin Anda kirim. Silakan coba lagi nanti.
nn_no: Beklager, vi fant ingen informasjon om aktivaene du ønsker å sende. Vennligst prøv igjen.

# withdraw.error.balance
source: Sorry, balance checking request failed. Please, try again later.
id: Maaf, permintaan pemeriksaan saldo gagal. Silakan coba lagi nanti.
nn_no: Beklager, sjekk av saldo mislyktes. Prøv igjen senere.

# withdraw.error.connection
source: Sorry, we couldn't contact withdraw provider. Please, try again later.
id: Maaf, kami tidak dapat menghubungi withdraw provider. Silakan, coba lagi nanti.
nn_no: Får ikke kontakt med uttaksleverandøren. Vennligst prøv igjen senere.

# withdraw.error.too_poor
source: Sorry, you don't have enough funds to transfer specified amount.
id: Maaf, Anda tidak memiliki cukup dana untuk mentransfer jumlah yang ditentukan.
nn_no: Beklager, du har ikke nok midler til å overføre spesifisert beløp.

# withdraw.error.fail
source: Withdraw failed. Please, try again later.
id: Penarikan gagal. Silakan coba lagi nanti.
nn_no: Uttak mislyktes. Vennligst prøv igjen senere.

# amount.module_title
source: Set Amount
id: Tetapkan Jumlah
nn_no: Angi Beløp

# contacts.module_title
source: Select recipient
id: Pilih Penerima
nn_no: Velg mottaker

# amount.error.operation_min_limit
source: Sorry, minimal operation amount is %@.
id: Maaf, jumlah operasi minimal adalah %@ .
nn_no: Beklager, minste antall for operasjonen er %@.

# invoice_scan.title
source: Scan QR
id: Pindai QR
nn_no: Skann QR

# amount.defaultFee
source: Transaction fee
id: Biaya transaksi
nn_no: Transaksjonsgebyr

# transaction.sender_id
source: Sender ID
id: ID pengirim
nn_no: Avsender ID

# common.options_title
source: Select an option
id: Pilih salah satu opsi
nn_no: Velg et alternativ

# transaction.recipient_id
source: Recipient ID
id: ID Penerima
nn_no: Mottaker ID

# transaction.send_again
source: Send again
id: Kirim lagi
nn_no: Send på nytt

# invoice_scan.error.user_not_found
source: Can't find a user from QR
id: Tidak dapat menemukan pengguna dari QR
nn_no: Finner ikke bruker fra QR

# operation.fee_title
source: Transaction fee
id: Biaya transaksi
nn_no: Transaksjonsgebyr

# confirmation.title.v1
source: Confirm Transaction
id: Konfirmasi transaksi
nn_no: Bekreft Transaksjon

# transaction.details.v1
source: Transaction Details
id: Rincian transaksi
nn_no: Transaksjonsdetaljer

# wallet.transfer.title.format
source: Send %@
id: Kirim %@

# common.send
source: Send
id: Kirim

# polkaswap.smart
source: Smart
id: Cerdas

# polkaswap.info.faq
source: Polkaswap FAQ
id: Tanya Jawab Polkaswap

# common.for
source: for
id: untuk

# transaction.type
source: Type
id: Tipe

# filter.type
source: Type
id: Tipe
