Repository: soramitsu/adar-iOS
Catalog: SoraPassport/*.lproj/Localizable.strings
Languages: id, nn_no

# activity.project.funded.type.template
source: Project has been completed!
id: Project telah selesai!
nn_no: Prosjektet er fullført!

# activity.project.funded.description.template
source: You will receive information about XOR reward soon
id: Anda akan menerima informasi tentang reward​ XOR segera
nn_no: Du vil snart motta informasjon om XOR-belønning

# activity.project.created.type.template
source: New project!
id: Project baru!
nn_no: Nytt prosjekt!

# activity.xor.reward.credited.from.project.type.template
source: XOR Reward for voting
id: XOR reward untuk voting
nn_no: XOR-belønning for stemmegivning

# activity.user.rank.changed.type.template
source: Rank changed
id: Peringkat berubah
nn_no: Rangering endret

# activity.project
source: Project
nn_no: Prosjekt

# activity.user
source: User
id: Pengguna
nn_no: Bruker

# pincode.enter.pin.code
source: Enter pin code
id: Masukkan kode PIN
nn_no: Tast inn PIN-kode

# invite.fragment.title
source: Friends
id: Teman
nn_no: Venner

# invite.accepted.invitations.title
source: Accepted invitations
id: Undangan yang diterima
nn_no: Aksepterte invitasjoner

# invite.code.sharing.title
source: Share your invite code
id: Bagikan kode undangan Anda
nn_no: Del invitasjonskoden din

# invite.send.invite
source: Send invite
id: Kirim undangan
nn_no: Send invitasjon

# invite.enter.dialog.title.hint
source: 8 alphanumeric characters
id: 8 karakter alfanumerik
nn_no: 8 alfanumeriske tegn

# invite.enter.invitation.code
source: Enter invite code
id: Masukkan kode undangan
nn_no: Skriv inn invitasjonskode

# project.vote.dialog.title
source: How many votes
id: Berapa banyak votes
nn_no: Hvor mange stemmer

# empty.all.project.description
source: We are waiting for new projects to arrive
id: Kami sedang menunggu project baru tiba
nn_no: Vi venter på nye prosjekter

# empty.favorite.project.description
source: Add projects to favourites and they will appear here
id: Tambahkan projects ke favorit dan mereka akan muncul di sini
nn_no: Legg til prosjekter i favoritter og de vil vises her

# project.successful.voting
source: Successful voting
id: Voting yang berhasil
nn_no: Vellykket stemmegivning

# project.unsuccessful.voting
source: Unsuccessful voting
id: Pemungutan suara gagal
nn_no: Mislykket stemmegivning

# project.user.have.not.enough.votes.message
source: You don't have enough votes 😔
id: Anda tidak memiliki cukup suara 😔
nn_no: Du har ikke nok stemmer 😔

# project.you.can.vote.at.least.1.point
source: You can vote with at least 1 point 😜
id: Anda dapat memilih dengan setidaknya 1 poin 😜
nn_no: Du kan stemme med minst 1 poeng 😜

# project.add.to.favourite
source: Favourite
id: Favorit
nn_no: Favoritt

# project.mark.new
source: New
id: Baru
nn_no: Ny

# project.completed
source: Completed
id: Selesai
nn_no: Fullført

# project.all
source: All
id: Semua
nn_no: Alle

# project.voted
source: Voted
id: Memilih
nn_no: Stemt

# project.favourites
source: Favourites
id: Favorit
nn_no: Favoritter

# project.email
source: E-mail
nn_no: E-post

# project.website
source: Website
nn_no: Nettsted

# project.gallery
source: Gallery
id: Galeri
nn_no: Galleri

source: Activity
id: Aktivitas
nn_no: Aktivitet

# activity.sora.announcement
source: SORA announcement
id: Pengumuman SORA
nn_no: SORA kunngjøring

# votes.history.title
source: Votes History
id: Riwayat Votes
nn_no: Stemme historikk

# votes.empty.history.description
source: Whenever your votes changes, you will see the history of that here
id: Setiap kali votes Anda berubah, Anda akan melihat riwayatnya di sini
nn_no: Når stemmene dine endres, vil historikken vises her

# reputation.title
source: Reputation
id: Reputasi
nn_no: Omdømme

# reputation.screen.your.current.reputation
source: Your reputation rank
id: Peringkat reputasi Anda
nn_no: Omdømmerangeringen din

# profile.change.personal.details
source: Change personal details
id: Mengubah detail personal
nn_no: Endre personlige opplysninger

# profile.votes.title
source: Votes
nn_no: Stemmer

# profile.my.reputation.title
source: My Reputation
id: Reputasi saya
nn_no: Mitt omdømme

# profile.passphrase.title
source: View passphrase
id: Melihat passphrase
nn_no: Vis passordfrase

# profile.title
source: Profile
id: Profil
nn_no: Profil

# profile.about.title
source: About
id: Tentang
nn_no: Om

# profile.language.title
source: Language
id: Bahasa
nn_no: Språk

# wallet.title
source: Wallet
nn_no: Lommebok

# wallet.withdraw
source: Withdrawal
id: Penarikan
nn_no: Uttak

# wallet.receive.xor
source: Receive XOR
id: Menerima XOR
nn_no: Motta XOR

# contacts.search.hint
source: Phone number or account id
id: Nomor telepon atau ID akun
nn_no: Telefonnummer eller konto-ID

# contacts.search.empty.state.title
source: No search results
id: Tidak ada hasil pencarian
nn_no: Ingen søkeresultater

# contacts.empty.state.title
source: Most important contacts will appear here
id: Kontak penting akan muncul di sini
nn_no: De viktigste kontaktene vises her

# about.software
source: Software
nn_no: Programvare

# about.version
source: Version
id: Versi
nn_no: Versjon

# about.source.code
source: GitHub Source Code
id: Source Code
nn_no: Kildekode

# about.contact.us
source: Contact Email
id: Hubungi kami
nn_no: Kontakt oss

# about.legal
source: Legal
nn_no: Rettslig

# about.title
source: About
id: Tentang
nn_no: Om

# about.privacy
source: Privacy Policy
id: Kebijakan Privasi
nn_no: Personvernregler

# tabbar.activity.title
source: Activity
id: Aktivitas
nn_no: Aktivitet

# tabbar.projects.title
source: Voting
nn_no: Avstemning

# tabbar.wallet.title
source: Wallet
nn_no: Lommebok

# tabbar.profile.title
source: Profile
id: Profil
nn_no: Profil

# tabbar.friends.title
source: Invite Friends
id: Teman
nn_no: Venner

# tutorial.restore.account
source: Restore account access
id: Memulihkan akses akun Anda
nn_no: Gjenopprett kontotilgang

# tutorial.terms.and.conditions.2
source: Terms and Conditions
id: Syarat dan ketentuan
nn_no: Vilkår og Betingelser

# tutorial.privacy.policy
source: Privacy Policy
id: Kebijakan Privasi
nn_no: Personvernregler

# tutorial.project.success.desc
source: If project succeeds in voting then everybody gets their share
id: Jika project berhasil dalam voting maka semua orang mendapatkan bagian saham mereka
nn_no: Hvis prosjektet lykkes under stemmegivning, får alle sin del

# tutorial.votes.desc
source: Users vote for the projects deciding which project should be funded
id: Pengguna memilih project dan menentukan proyek mana yang harus didanai
nn_no: Ved bruk av stemmer avgjør brukere hvilke prosjekter som skal finansieres

# tutorial.projects.desc
source: Projects added to Sora by producers and added to voting after selection process
id: Proyek ditambahkan ke Sora oleh produsen dan dilanjutkan ke voting setelah proses seleksi
nn_no: Prosjekter lagt til Sora av produsenter og lagt til stemmegivning etter utvelgelsesprosessen

# recovery.body.subtitle
source: Unfortunately there is no way to access your account if you forgot your passphrase.
id: Sayangnya tidak ada cara untuk mengakses akun Anda jika Anda lupa passphrase​ Anda.
nn_no: Dessverre er det ingen måte å få tilgang til kontoen din hvis du har glemt passordfrasen.

# personal.info.title
source: [%key_id:33516072%]
id: Daftar
nn_no: Registrer deg

# personal.info.invitation.is.invalid
source: Invitation code is invalid
id: Kode undangan tidak valid
nn_no: Invitasjonskoden er ugyldig

# personal.info.invitation.description
source: 👋Got an invitation link? Just tap on it to apply code, or enter code manually.
id: 👋Mendapat tautan undangan? Cukup ketuk untuk menerapkan kode, atau masukkan kode secara manual.
nn_no: 👋Har du mottatt en invitasjonslink? Bare trykk på den for å bruke kode, eller skriv inn koden manuelt.

# personal.info.inv.code.hint
source: Invitation code (optional)
id: Kode undangan (opsional)
nn_no: Invitasjonskode (valgfritt)

# verification.resend.code
source: Resend code
id: Kirim ulang kode
nn_no: Send kode på nytt

# verification.title
source: Phone verification
id: Verifikasi telepon
nn_no: Telefonbekreftelse

# verification.enter.code.from.sms
source: Enter code from SMS
id: Masukkan kode dari SMS
nn_no: Tast inn kode fra SMS

# countries.title
source: Select your country
id: Pilih negara Anda
nn_no: Velg ditt land

# countries.country.not.found
source: No countries matching your query
id: Tidak ada negara yang cocok dengan query Anda
nn_no: Ingen land samsvarer med søket ditt

# phone.number.title
source: [%key_id:33516072%]
id: Daftar
nn_no: Registrere

# phone.number.mobile
source: Mobile phone number
id: Nomor telepon
nn_no: Mobilnummer

# common.error.not.found.body
source: We are working hard to fix the problem. Please, try again later.
id: Kami sedang bekerja keras untuk memperbaiki masalah. Silakan coba lagi nanti.
nn_no: Vi jobber hardt for å løse problemet. Vennligst prøv igjen senere.

# common.open.explorer
source: View in Blockchain Explorer
id: Lihat di Blockchain Explorer
nn_no: Vis i blokkjede-explorer

# contacts.search.hint.v1
source: Account ID, phone number, address
id: ID akun, nomor telepon, alamat
nn_no: Konto-ID, telefonnummer, adresse

# wallet.xor.to.my.eth
source: XOR to My Ethereum account
id: XOR ke akun Ethereum Saya
nn_no: XOR til min Ethereumkonto

# transaction.total
source: Total
nn_no: Totalt

# transaction.note
source: Note
id: Catatan
nn_no: Notat

# transaction.miner.fee.title
source: Miner Fee
nn_no: Miner-avgift

# transaction.miner.help
source: Will be taken from your Ethereum account
id: Akan diambil dari akun Ethereum Anda
nn_no: Vil bli trukket fra din Ethereumkonto

# transaction.confirm
source: Confirm Transaction
id: Konfirmasi transaksi
nn_no: Bekreft transaksjonen

# transaction.continue
source: Continue
id: Lanjutkan
nn_no: Fortsett

# transaction.receiver.title
source: To
id: Untuk
nn_no: Til

# transaction.amount.title
source: Amount
id: Jumlah
nn_no: Beløp

# wallet.transfer.note.hint
source: Leave a note, %@ symbols max.
id: Tinggalkan catatan, %@ simbol maks.
nn_no: Skriv et notat, maks %@ symboler.

# common.advanced.settings
source: Advanced settings
id: Pengaturan lanjutan
nn_no: Avanserte innstillinger

# wallet.transfer.to.ethereum
source: To Ethereum address
id: Ke Ethereum address
nn_no: Til Ethereum-adresse

# asset.state.associating
source: Associating...
id: Asosiasi...
nn_no: Tilknytter...

# asset.state.error
source: Error
nn_no: Feil

# transaction.soranet.fee.title
source: Transaction fee
id: Biaya transaksi
nn_no: Transaksjonsgebyr

# transfer.unsuffient.funds.format
source: Not enough %@. You only have %@.
id: Tidak cukup %@ . Anda hanya memiliki %@ .
nn_no: Ikke nok %@ . Du har bare %@ .

# wallet.history.to.my.soranet.title
source: To My SORA NET account
id: Ke akun SORA NET Saya
nn_no: Til min SORA NET konto

# wallet.history.to.my.ethereum.title
source: To My Ethereum address
id: Ke Ethereum address​ saya
nn_no: Til min Ethereum-adresse

# wallet.history.reward.from.system
source: Reward from the system
id: Reward dari sistem
nn_no: Belønning fra systemet

# wallet.history.from.ethereum.address.title
source: From Ethereum address
id: Dari Ethereum address
nn_no: Fra Ethereum-adresse

# wallet.history.from.soranet.address.title
source: From SORA NET account
id: Dari akun SORA NET
nn_no: Fra SORA NET konto

# wallet.history.to.soranet.account
source: To SORA NET account
id: Ke akun SORA NET
nn_no: Til SORA NET konto

# wallet.history.to.ethereum.address
source: To Ethereum address
id: Ke Ethereum address
nn_no: Til Ethereum-adresse

# wallet.tx.details.send.back
source: Send back
id: Kirim balik
nn_no: Send tilbake

# wallet.tx.details.send.again
source: Send again
id: Kirim lagi
nn_no: Send på nytt

# common.copy
source: Copy
nn_no: Kopiere

# common.select.option
source: Select an option
id: Pilih salah satu opsi
nn_no: Velg et alternativ

# wallet.tx.details.transaction
source: Transactions
id: Transaksi
nn_no: Transaksjoner

# wallet.tx.details.date
source: Date
id: Tanggal
nn_no: Dato

# wallet.tx.details.pending
source: Pending
id: Tertunda
nn_no: Pågående

# wallet.tx.details.completed
source: Completed
nn_no: Fullført

# wallet.tx.details.rejected
source: Rejected
id: Ditolak
nn_no: Avvist

# wallet.account.retry.registration
source: Retry registration
id: Coba lagi untuk mendaftar
nn_no: Prøv registrering på nytt

# common.copy.address
source: Copy address
id: Salin alamat
nn_no: Kopier adresse

# error_miner_fee_title
source: Not enough funds for Miner fee
id: Tidak cukup dana untuk biaya Miner
nn_no: Ikke nok midler til Miner-avgift

# error_miner_fee_subtitle
source: To proceed with this operation you need to top up your Ethereum account.
id: Untuk melanjutkan operasi ini, Anda perlu melakukan top up pada akun Ethereum Anda.
nn_no: For å fortsette med denne operasjonen må du fylle på Ethereumkontoen din.

# go_to_ethereum
source: Go to Ethereum account
id: Pergi ke akun Ethereum
nn_no: Gå til Ethereumkonto

# error_ethereum_account_title
source: Ethereum account is not associated
id: Akun Ethereum tidak terasosiasi
nn_no: Ethereum-konto er ikke tilknyttet

# error_ethereum_account_subtitle
source: To proceed with this operation you need an associated Ethereum account with some funds on it for the Miner fee in order to complete the transaction.
id: Untuk melanjutkan operasi ini, Anda memerlukan akun Ethereum yang terasosiasi dengan sejumlah Miner fee untuk menyelesaikan transaksi.
nn_no: For å fortsette med denne operasjonen trenger du en tilknyttet Ethereum-konto med midler nok til å dekke Miner-avgiften som kreves for å fullføre transaksjonen.

source: Check account status
id: Periksa status akun
nn_no: Sjekk kontostatus

# unknown_balance
source: Unknown
id: Tidak diketahui
nn_no: Ukjent

# xor.balance.title
source: XOR Token on different networks
id: Token XOR pada jaringan yang berbeda
nn_no: XOR Token på andre nettverk

# copy.xor.title
source: Copy Sora (XOR) wallet address
id: Salin alamat Sora (XOR) wallet
nn_no: Kopier Sora (XOR) lommebokadresse

# copy.eth.title
source: Copy Ethereum (ETH) wallet address
id: Salin alamat Ethereum (ETH) wallet
nn_no: Kopier Ethereum (ETH) lommebokadresse

# view_balance
source: View Sora (XOR) token allocation
id: Lihat alokasi token Sora (XOR)
nn_no: Vis Sora (XOR) token allokering

# referendum.ends.in.title
source: Ends in
id: Berakhir pada
nn_no: Ender om

# referendum.support.title
source: Yes
id: Ya
nn_no: Ja

# referendum.unsupport.title
source: No
id: Tidak
nn_no: Nei

# referendum.ended.title
source: Ended
id: Berakhir
nn_no: Avsluttet

# tabbar.voting.title
source: Voting
nn_no: Avstemning

# referendum.finishing.soon
source: Finishing soon
id: Segera selesai
nn_no: Avsluttes snart

# referendum.total.votes
source: Total votes
id: Total suara
nn_no: Totalt antall stemmer

# referendum.voting.result
source: Voting result
id: Hasil Voting
nn_no: Avstemningsresultat

# referendum.my.votes.title
source: Your votes
id: Votes Anda
nn_no: Dine stemmer

# referendum.no.votes
source: Nobody voted
id: Tidak ada yang memilih
nn_no: Ingen stemte

# about.website
source: Official Website
id: Situs Resmi
nn_no: Offisielt Nettsted

# about.telegram
source: Join on Telegram
id: Grup Telegram Official
nn_no: Offisiell Telegram Gruppe

# activity.project.funded.description.template_val
source: You will receive information about VAL reward soon
id: Anda akan segera mendapat informasi tentang VAL reward
nn_no: Du vil snart motta informasjon om VAL-belønning

# wallet.val.to.my.eth
source: VAL to My Ethereum account
id: VAL ke akun Ethereum Anda
nn_no: VAL til Min Ethereum-konto

# copy.val.title
source: Copy SORA NET (VAL) wallet address
id: Salin alamat SORA NET (VAL) wallet
nn_no: Kopier SORA NET (VAL) lommebokadresse

# val.balance.title
source: VAL Token on different networks
id: Token VAL di jaringan yang berbeda
nn_no: VAL Token på andre nettverk

# activity.event.val.transfered.type
source: VAL Received
id: VAL diterima
nn_no: VAL Mottatt

# activity.val.reward.credited.from.project.type.template
source: VAL Reward for voting
id: VAL reward untuk voting
nn_no: VAL-belønning for stemmegivning

# wallet.receive.val
source: Receive VAL
id: Menerima VAL
nn_no: Motta VAL

# view.balance.val
source: View SORA NET (VAL) token allocation
id: Lihat alokasi token SORA NET (VAL)
nn_no: Vis SORA NET (VAL) tokenallokering

# pincode.enter.current.pin.code
source: Enter current pin code
id: Masukkan kode pin saat ini
nn_no: Skriv inn nåværende PIN-kode

source: Pin code updated
id: Kode pin diperbarui
nn_no: PIN-koden er oppdatert

# pincode.change.success
source: Pin code changed successfully
id: Kode pin berhasil diubah.
nn_no: PIN-koden ble endret

# pincode.enter.new.pin.code
source: Enter new pin code
id: Masukkan kode pin baru
nn_no: Skriv inn ny PIN-kode

# pincode.confirm.new.pin.code
source: Confirm new pin code
id: Konfirmasi kode pin baru
nn_no: Bekreft ny PIN-kode

source: Coming soon...
nn_no: Kommer snart...

# staking.coming.soon
source: XOR holders will be able to stake their XOR to nominate validators and get rewards.
id: Pemegang XOR dapat melakukan stake pada XOR yang mereka miliki pada nominasi validator dan mendapatkan rewards.
nn_no: XOR-innehavere vil kunne stake XOR for å nominere validatorer og få belønninger.

# parliament.coming.soon
source: A governance for the SORA network
id: Tata kelola untuk jaringan SORA
nn_no: Administrasjon for SORA nettverket

# polkaswap.coming.soon
source: The DEX for the Interoperable Future. Polkaswap is a non-custodial, AMM-DEX protocol for swapping tokens based on the Polkadot network, Parachains, and blockchains connected via a Bridge. The Polkaswap protocol effectively removes trusted intermediaries and provides the opportunity for faster trading.
id: DEX untuk Masa Depan yang Interoperable. Polkaswap adalah protokol AMM-DEX non-custodial untuk menukar token berdasarkan jaringan Polkadot, Parachains, dan blockchain yang terhubung melalui Bridge. Protokol Polkaswap secara efektif menghilangkan perantara dan memberikan peluang untuk perdagangan yang lebih cepat.
nn_no: DEX for den interoperable fremtiden. Polkaswap er en ikke-depot, AMM-DEX-protokoll for bytte av tokens basert på Polkadot-nettverket, Parachains og blokker som er koblet til via en bro. Polkaswap -protokollen fjerner effektivt pålitelige mellomledd og gir mulighet for raskere handel.

# profile.passphrase.title.v1
source: Passphrase
nn_no: Passordfrase

# profile.change.pin.title
source: Change PIN
id: Ganti PIN
nn_no: Endre PIN-kode

# profile.biometry.title
source: Biometry auth
id: Autentikasi biometri
nn_no: Biometri auth

# profile.logout.title
source: Logout
id: Keluar
nn_no: Logg ut

# transaction.bridge.not.active.error
source: Ethereum bridge is not active.
id: Ethereum bridge tidak aktif.
nn_no: Ethereum broen er ikke aktiv.

# transaction.bridge.info
source: Ethereum bridge info
id: Info Ethereum bridge
nn_no: Ethereum bro informasjon

# tabbar.parliament.title
source: Parliament
id: Parlemen
nn_no: Parlamentet

# referenda.title.vote
source: Vote on referenda
id: Beri suara untuk referendum
nn_no: Stem på referenda

# common.copied
source: Copied to Clipboard
id: Disalin ke Clipboard
nn_no: Kopiert til utklippstavlen

# staking.val.reward
source: SORA VALidator Rewards
nn_no: SORA validator belønning

# project.new.small
source: New
id: Baru
nn_no: Ny

# project.favs.small
source: Favs
nn_no: Favoritter

# project.ended.small
source: Ended
id: Berakhir
nn_no: Avsluttet

# project.new
source: New
id: Baru
nn_no: Ny

# project.favs
source: Favs
nn_no: Favoritter

# project.ended
source: Ended
id: Berakhir
nn_no: Avsluttet

# logout.dialog.body
source: This action will result in deleting account from this device. Make sure you have backed up your passphrase before proceeding.
id: Tindakan ini akan mengakibatkan penghapusan akun dari perangkat ini. Pastikan Anda telah membuat cadangan frasa sandi Anda sebelum melanjutkan.
nn_no: Denne handlingen vil føre til at kontoen slettes fra denne enheten. Forsikre deg om at du har sikkerhetskopiert passordfrasen din før du fortsetter.

# personal.info.username
source: Account name (optional)
id: Nama akun (opsional)
nn_no: Kontonavn (valgfritt)

# invite.title.v1
source: Invite friends to get more rewards in the future. Distribution of the rewards will start when the feature will be launched.
id: Undang teman untuk mendapatkan lebih banyak hadiah di masa mendatang. Distribusi hadiah akan dimulai saat fitur diluncurkan.
nn_no: Inviter venner for å få flere belønninger i fremtiden. Distribusjon av belønning starter når funksjonen blir lansert.

source: Invite code
nn_no: Invitasjonskode

# invite.referral.reward
source: Referral reward
nn_no: Henvisningsbelønning

# invite.rewards
source: Rewards
nn_no: Belønninger

# personal.info.username.v1
source: Account Name
id: Nama akun
nn_no: Kontonavn

# common.done
source: Done
id: Selesai
nn_no: Ferdig

# personal.details.info
source: The name for this account and how it will appear under your address. With an on-chain identity, it can be made available to others.
id: Nama untuk akun ini dan tampilannya di bawah alamat Anda. Dengan identitas on-chain, itu dapat tersedia untuk orang lain.
nn_no: Navnet på denne kontoen og hvordan den vil vises under adressen din. Med en kjedeidentitet kan den gjøres tilgjengelig for andre.

# invite.link.sharing.title
source: Share the app
id: Bagikan aplikasi
nn_no: Del invitasjonslink

# invite.code.was.copied
source: Code was copied
id: Kode telah disalin
nn_no: Koden ble kopiert

# invite.code.wasnt.copied
source: Code wasn't copied
id: Kode tidak tersalin
nn_no: Koden ble ikke kopiert

# invite.code.apply
source: Apply invite code
id: Terapkan kode undangan
nn_no: Bruk invitasjonskode

# invite.accepted.someone
source: Someone accepted invite
id: Seseorang menerima undangan
nn_no: Noen aksepterte invitasjonen

# invite.accepted.empty.state.title
source: No invites accepted yet
id: Belum ada undangan yang diterima
nn_no: Ingen invitasjoner er akseptert enda

# common.receive
source: Receive
id: Menerima
nn_no: Motta

# status.success
source: Success
id: Sukses
nn_no: Suksess

# transaction.hash
source: Extrinsic hash
id: Hash transaksi
nn_no: Transaksjon hash

# transaction.date
source: Date / Time
id: Tanggal dan waktu
nn_no: Dato og tid

# common.from
source: From
id: Dari
nn_no: Fra

# common.to
source: To
id: Untuk
nn_no: Til

# history.title
source: History
id: Riwayat
nn_no: Historie

# common.hide
source: Hide
id: Sembunyikan
nn_no: Skjul

# referendum.no.active
source: There are no active referenda now
id: Tidak ada referendum aktif sekarang
nn_no: Det finnes ingen aktive referenda

# referendum.no.voted
source: There are no voted referenda yet
id: Belum ada referendum yang dipilih
nn_no: Det er ingen avstemte referenda enda

# referendum.no.ended
source: There are no ended referenda yet
id: Belum ada referendum yang berakhir
nn_no: Det finnes ingen avsluttede referenda

# invite.code.left.hours
source: h
nn_no: t

# tutorial.one.world
source: One World. One Economy.
nn_no: En Verden. En Økonomi.

# tutorial.one.world.desc
source: SORA is working to become a decentralized world economic system, financing the creation of new and exciting applications, under the democratic supervision of the SORA Parliament.
id: SORA bekerja untuk menjadi sistem ekonomi dunia yang terdesentralisasi, membiayai pembuatan aplikasi baru dan menarik, di bawah pengawasan demokratis Parlemen SORA.
nn_no: SORA jobber for å bli verdens desentraliserte sentralbank, og finansierer etableringen av nye og spennende applikasjoner, under demokratisk tilsyn av SORA-parlamentet.

# common.retry
source: Retry
id: Coba lagi
nn_no: Prøv igjen

# common.failed
source: Failed
id: Gagal
nn_no: Mislyktes
